Repository: Mailwurm/belegungsplan-bundle
Catalog: src/Resources/contao/languages/*/*_belegungsplan_calender.xlf
Languages: de

# tl_belegungsplan_calender.edit.0
source: Reservation edit
de: Reservierung bearbeiten

# tl_belegungsplan_calender.edit.1
source: Edit reservation ID %s
de: Reservierung ID %s bearbeiten

# tl_belegungsplan_calender.delete.0
source: Delete reservation
de: Reservierung löschen

# tl_belegungsplan_calender.delete.1
source: Delete reservation ID %s
de: Reservierung ID %s löschen

# tl_belegungsplan_calender.new.0
source: New booking time
de: Neue Buchungszeit

# tl_belegungsplan_calender.new.1
source: Add a new booking time
de: Eine neue Buchungszeit hinzufügen

# tl_belegungsplan_calender.edit.0
source: Edit object ID %s
de: Objekt ID %s bearbeiten

# tl_belegungsplan_calender.edit.1
source: At the booking times of the object ID %s
de: Zu den Buchungszeiten des Objektes ID %s

# tl_belegungsplan_calender.gast.0
source: Name of the guest
de: Name des Gastes

# tl_belegungsplan_calender.gast.1
source: Enter the name of the guest here.
de: Tragen Sie hier den Namen des Gastes ein.

# tl_belegungsplan_calender.author.1
source: The creator of the reservation (optional)
de: Der Ersteller der Reservierung (optional)

# tl_belegungsplan_calender.startDate.0
source: Arrival
de: Anreisetag

# tl_belegungsplan_calender.startDate.1
source: The arrival date
de: Das Anreisedatum

# tl_belegungsplan_calender.endDate.0
source: Departure
de: Abreisetag

# tl_belegungsplan_calender.endDate.1
source: The departure date
de: Das Abreisedatum

# tl_belegungsplan_calender.endDateError
source: The departure day is before the arrival day.
de: Der Abreisetag liegt vor dem Anreisetag.

# tl_belegungsplan_calender.sameDateError
source: For a one-day appointment, please choose the appropriate setting under "Length of stay".
de: Für einen eintägigen Termin wählen sie bitte die entsprechende Einstellung unter "Aufenthaltsdauer".

# tl_belegungsplan_calender.endDateListError
source: The departure day is before the arrival day. This appointment is not displayed in the output.
de: Der Abreisetag liegt vor dem Anreisetag. Dieser Termin wird nicht in der Ausgabe angezeigt.

# tl_belegungsplan_calender.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_belegungsplan_calender.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_belegungsplan_calender.title_legend
source: Name and author
de: Name und Author

# tl_belegungsplan_calender.date_legend
source: Departure dates
de: Reisedaten

# tl_belegungsplan_calender.ueberschneidung.0
source: Schedule conflict
de: Terminüberschneidung

# tl_belegungsplan_calender.ueberschneidung.1
source: There is an overlap for this date.
de: Für diesen Termin liegt eine Überschneidung vor.

# tl_belegungsplan_calender.day_legend
source: Length of stay
de: Aufenthaltsdauer

# tl_belegungsplan_calender.dauer.0
source: How long does the guest or visitor stay?
de: Wie lange bleibt der Gast bzw. Besucher?

# tl_belegungsplan_calender.dauer.1
source: Enter here how long the guest or visitor stays.
de: Geben sie hier an, wie lange der Gast bzw. Besucher bleibt.

# tl_belegungsplan_calender.oneday
source: A day
de: Einen Tag

# tl_belegungsplan_calender.moreday
source: Longer than a day
de: Länger als einen Tag
