Repository: Mailwurm/belegungsplan-bundle
Catalog: src/Resources/contao/languages/*/*_belegungsplan_objekte.xlf
Languages: de

# tl_belegungsplan_objekte.name.0
source: Object name
de: Objektname

# tl_belegungsplan_objekte.name.1
source: The objectname is a unique reference to the object which can be called instead of its numeric ID.
de: Der Objektname ist eine eindeutige Referenz, die anstelle der numerischen Objekt-ID aufgerufen werden kann.

# tl_belegungsplan_objekte.new.0
source: New object
de: Neues Objekt

# tl_belegungsplan_objekte.new.1
source: Create a new ubject
de: Ein neues Objekt anlegen

# tl_belegungsplan_objekte.author.0
source: Author
de: Autor

# tl_belegungsplan_objekte.author.1
source: The creator of the object
de: Der Ersteller des Objektes (optional)

# tl_belegungsplan_objekte.infotext.1
source: A short description of the object for example Newly renovated.
de: Eine kurze Beschreibung zum Objekt z.Bsp. Neu saniert.

# tl_belegungsplan_objekte.showInfotext.0
source: Show info text
de: Infotext anzeigen

# tl_belegungsplan_objekte.showInfotext.1
source: Display the info text on the web page.
de: Den Infotext auf der Webseite anzeigen.

# tl_belegungsplan_objekte.titlelink.0
source: Link address
de: Link-Adresse

# tl_belegungsplan_objekte.titlelink.1
source: Enter a web address (https://...), an email address (mailto:...) or a phone number (tel:...). Contao automatically encrypts email addresses so that they cannot be read by spambots.
de: Geben Sie eine Web-Adresse (https://...), eine E-Mail-Adressse (mailto:...) oder eine Telefonnummer (tel:...) ein. Contao verschlüsselt E-Mail-Adressen automatisch, sodass sie nicht von Spambots ausgelesen werden können.

# tl_belegungsplan_objekte.target.0
source: Open in new window
de: In neuem Fenster öffnen

# tl_belegungsplan_objekte.target.1
source: Open the link in a new browser window.
de: Den Link in einem neuen Browserfenster öffnen.

# tl_belegungsplan_objekte.linkTitle.0
source: Link title
de: Link-Titel

# tl_belegungsplan_objekte.linkTitle.1
source: The link title is included as a title attribute in the HTML markup.
de: Der Link-Titel wird als title-Attribut im HTML-Markup eingefügt.

# tl_belegungsplan_objekte.cssID.0
source: CSS-ID/Class
de: CSS-ID/Klasse

# tl_belegungsplan_objekte.cssID.1
source: Here you can enter an ID and any number of classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.

# tl_belegungsplan_objekte.published.0
source: Publish the object
de: Objekt veröffentlichen

# tl_belegungsplan_objekte.published.1
source: Make the object publicly visible on the website.
de: Das Objekt auf der Webseite anzeigen.

# tl_belegungsplan_objekte.title_legend
source: Title and author
de: Titel und Autor

# tl_belegungsplan_objekte.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_belegungsplan_objekte.show.0
source: Show object details
de: Objektdetails

# tl_belegungsplan_objekte.show.1
source: Show the details of object ID %s
de: Details der Objekt ID %s anzeigen

# tl_belegungsplan_objekte.edit.0
source: Object question
de: Objekt bearbeiten

# tl_belegungsplan_objekte.edit.1
source: At the occupancy times
de: Zu den Belegungszeiten

# tl_belegungsplan_objekte.editheader.0
source: Edit object
de: Objekt bearbeiten

# tl_belegungsplan_objekte.editheader.1
source: Edit the object settings
de: Die Objekt-Einstellungen bearbeiten

# tl_belegungsplan_objekte.copy.0
source: Duplicate object
de: Objekt duplizieren

# tl_belegungsplan_objekte.copy.1
source: Duplicate object ID %s
de: Objekt ID %s duplizieren

# tl_belegungsplan_objekte.cut.0
source: Move object
de: Objekt verschieben

# tl_belegungsplan_objekte.cut.1
source: Move object ID %s
de: Objekt ID %s verschieben

# tl_belegungsplan_objekte.delete.0
source: Delete object
de: Objekt löschen

# tl_belegungsplan_objekte.delete.1
source: Delete object ID %s
de: Objekt ID %s löschen

# tl_belegungsplan_objekte.toggle.0
source: Publish/unpublish object
de: Objekt veröffentlichen/unveröffentlichen

# tl_belegungsplan_objekte.toggle.1
source: Publish/unpublish object ID %s
de: Objekt ID %s veröffentlichen/unveröffentlichen

# tl_belegungsplan_objekte.pasteafter.0
source: Paste at the top
de: Oben einfügen

# tl_belegungsplan_objekte.pasteafter.1
source: Paste after object ID %s
de: Nach der Objekt ID %s einfügen

# tl_belegungsplan_objekte.pastenew.0
source: Add new at the top
de: Neues Objekt oben erstellen

# tl_belegungsplan_objekte.pastenew.1
source: Add new after object ID %s
de: Neues Element nach dem Objekt ID %s erstellen

# tl_belegungsplan_objekte.hyperlink_legend
source: Hyperlink Settings (optional)
de: Hyperlink-Einstellungen (optional)
