Repository: Mailwurm/belegungsplan-bundle
Catalog: src/Resources/contao/languages/*/*_belegungsplan_feiertage.xlf
Languages: de

# tl_belegungsplan_feiertage.color_legend
source: Output settings
de: Ausgabe Einstellungen

# tl_belegungsplan_feiertage.delete.0
source: Delete holiday
de: Feiertag löschen

# tl_belegungsplan_feiertage.delete.1
source: Delete holiday ID %s
de: Feiertag ID %s löschen

# tl_belegungsplan_feiertage.new.0
source: New holiday
de: Neuer Feiertag

# tl_belegungsplan_feiertage.new.1
source: Add a new holiday
de: Einen neuen Feiertag hinzufügen

# tl_belegungsplan_feiertage.edit.0
source: Edit holiday ID %s
de: Feiertag ID %s bearbeiten

# tl_belegungsplan_feiertage.edit.1
source: Holiday ID %s edit
de: Feiertag ID %s bearbeiten

# tl_belegungsplan_feiertage.title.0
source: Name of the holiday
de: Name des Feiertages

# tl_belegungsplan_feiertage.title.1
source: Enter the name of the holiday here.
de: Tragen Sie hier den Namen des Feiertages ein.

# tl_belegungsplan_feiertage.author.1
source: The creator of the holiday (optional)
de: Der Ersteller des Feiertages (optional)

# tl_belegungsplan_feiertage.showTitleText.0
source: Name as title
de: Name als title

# tl_belegungsplan_feiertage.showTitleText.1
source: The title attribute is included in the HTML markup and is displayed on mouseover
de: Das title-Attribut wird im HTML-Markup eingefügt und beim Überfahren mit der Maus angezeigt

# tl_belegungsplan_feiertage.startDate.0
source: Date holiday
de: Datum Feiertag

# tl_belegungsplan_feiertage.startDate.1
source: The date of the holiday
de: Das Datum des Feiertages

# tl_belegungsplan_feiertage.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_belegungsplan_feiertage.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_belegungsplan_feiertage.title_legend
source: Name and author
de: Name und Author

# tl_belegungsplan_feiertage.date_legend
source: Date
de: Datum

# tl_belegungsplan_feiertage.setHexToRgb
source: Not a valid hexadecimal value
de: Kein gültiger Hexadezimaler Wert

# tl_belegungsplan_feiertage.reset
source: Reset
de: Zurücksetzen

# tl_belegungsplan_feiertage.ausgabe.0
source: Highlight the holiday visually?
de: Feiertag optisch hervorheben?

# tl_belegungsplan_feiertage.ausgabe.1
source: When activated, you have the option of making further settings
de: Bei aktivierung haben Sie die Möglichkeit weitere Einstellungen vorzunehmen

# tl_belegungsplan_feiertage.hintergrund.0
source: Background color
de: Hintergrundfarbe

# tl_belegungsplan_feiertage.hintergrund.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is 5BC0DE.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist 5BC0DE.

# tl_belegungsplan_feiertage.opacity.0
source: Transparency (opacity)
de: Transparenz (opacity)

# tl_belegungsplan_feiertage.opacity.1
source: The opacity CSS property indicates the transparency of an element. 1.0 corresponds to the full opacity.
de: Die opacity CSS Eigenschaft gibt die Transparenz eines Elements an. 1.0 entspricht dabei der vollen Deckkraft.

# tl_belegungsplan_feiertage.bereitsVorhanden
source: A public holiday already exists for this date.
de: Für dieses Datum existiert bereits ein Feiertag.

# tl_belegungsplan_feiertage.textcolor.0
source: Holiday text color
de: Textfarbe des Feiertages

# tl_belegungsplan_feiertage.textcolor.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is 333333.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist 333333.
