Repository: Mailwurm/belegungsplan-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.text_legend
source: Text settings
de: Text Einstellungen

# tl_module.rahmen_legend
source: Frame settings
de: Rahmen Einstellungen

# tl_module.kategorie_legend
source: Category settings
de: Kategorie Einstellungen

# tl_module.legende_legend
source: Legend settings
de: Legende Einstellungen

# tl_module.wochenende_legend
source: Weekend settings
de: Wochenende Einstellungen

# tl_module.color_legend_frei
source: Color selection free days
de: Farbauswahl freie Tage

# tl_module.color_legend_belegt
source: Color selection occupied days
de: Farbauswahl belegte Tage

# tl_module.belegungsplan_categories.0
source: Assignment plan categories
de: Belegungsplan-Kategorien

# tl_module.belegungsplan_categories.1
source: Please select one or more assignment plan categories.
de: Bitte wählen Sie eine oder mehrere Belegungsplan-Kategorien.

# tl_module.belegungsplan_month.0
source: Which months should be displayed?
de: Welche Monate sollen angezeigt werden?

# tl_module.belegungsplan_month.1
source: Select the months that should be displayed.
de: Wählen Sie die Monate aus, welche angezeigt werden sollen.

# tl_module.belegungsplan_month.month.1
source: January
de: Januar

# tl_module.belegungsplan_month.month.2
source: February
de: Februar

# tl_module.belegungsplan_month.month.3
source: March
de: März

# tl_module.belegungsplan_month.month.5
source: May
de: Mai

# tl_module.belegungsplan_month.month.6
source: June
de: Juni

# tl_module.belegungsplan_month.month.7
source: July
de: Juli

# tl_module.belegungsplan_month.month.10
source: October
de: Oktober

# tl_module.belegungsplan_month.month.12
source: December
de: Dezember

# tl_module.anzeige_legend
source: Display settings
de: Anzeige Einstellungen

# tl_module.belegungsplan_showAusgabe.0
source: Type of display
de: Art der Anzeige

# tl_module.belegungsplan_showAusgabe.1
source: Depending on the activation, you have the option of making additional settings
de: Je nach Aktivierung haben Sie die Möglichkeit weitere Einstellungen vorzunehmen

# tl_module.standard.0
source: Default by occupancy times
de: Standard nach Belegzeiten

# tl_module.automatic.0
source: Output by number of months
de: Ausgabe nach Anzahl von Monaten

# tl_module.individuell.0
source: Output according to individual period
de: Ausgabe nach individuellem Zeitraum

# tl_module.belegungsplan_anzahlMonate.0
source: Number of months to display
de: Anzahl der anzuzeigenden Monate

# tl_module.belegungsplan_anzahlMonate.1
source: Enter an integer (minimum 1 and maximum 100)
de: Geben Sie eine ganze Zahl ein (mindestens 1 und maximal 100)

# tl_module.belegungsplan_individuellMonateStart.0
source: Start period - month / year
de: Start Zeitraum - Monat / Jahr

# tl_module.belegungsplan_individuellMonateEnde.0
source: End period - month / year
de: Ende Zeitraum - Monat / Jahr

# tl_module.belegungsplan_color_frei.0
source: Color of the days off
de: Farbe der freien Tage

# tl_module.belegungsplan_color_frei.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is 4CAE4C.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist 4CAE4C.

# tl_module.belegungsplan_color_belegt.0
source: Color of the occupied days
de: Farbe der belegten Tage

# tl_module.belegungsplan_color_belegt.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is D43F3A.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist D43F3A.

# tl_module.belegungsplan_color_text.0
source: Text color
de: Textfarbe

# tl_module.belegungsplan_color_text.1
source: The colors for the category text and legend text can be found below. Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is 333333.
de: Die Farben für Kategorietext und Legendentext finden sie weiter unten. Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist 333333.

# tl_module.belegungsplan_color_rahmen.0
source: Color of the table frame
de: Farbe der Tabellenrahmen

# tl_module.belegungsplan_color_rahmen.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is DDDDDD.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist DDDDDD.

# tl_module.belegungsplan_anzeige_kategorie.0
source: Show main categories? <a href="contao/help?table=tl_module&amp;field=belegungsplan_anzeige_kategorie" title="" onclick="Backend.openModalIframe({'title':'Show main categories?','url':this.href});return false"><img src="system/themes/flexible/icons/about.svg" width="16" height="16" alt="Call up the help wizard"></a>
de: Hauptkategorien anzeigen? <a href="contao/help?table=tl_module&amp;field=belegungsplan_anzeige_kategorie" title="" onclick="Backend.openModalIframe({'title':'Hauptkategorien anzeigen?','url':this.href});return false"><img src="system/themes/flexible/icons/about.svg" width="16" height="16" alt="Den Hilfe-Assistent aufrufen"></a>

# tl_module.belegungsplan_anzeige_kategorie.1
source: When activated, you have the option of making further settings
de: Bei Aktivierung haben Sie die Möglichkeit weitere Einstellungen vorzunehmen

# tl_module.belegungsplan_color_kategorie.0
source: Category line background color
de: Hintergrundfarbe der Kategoriezeile

# tl_module.belegungsplan_color_kategorie.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is CCCCCC.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist CCCCCC.

# tl_module.belegungsplan_color_kategorietext.0
source: Text color of the category line
de: Textfarbe der Kategoriezeile

# tl_module.belegungsplan_color_kategorietext.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is 000000.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist 000000.

# tl_module.belegungsplan_anzeige_legende.0
source: Show legend (explanation)? <a href="contao/help?table=tl_module&amp;field=belegungsplan_anzeige_legende" title="" onclick="Backend.openModalIframe({'title':'Show legend (explanation)?','url':this.href});return false"><img src="system/themes/flexible/icons/about.svg" width="16" height="16" alt="Call up the help wizard"></a>
de: Legende (Erläuterung) anzeigen? <a href="contao/help?table=tl_module&amp;field=belegungsplan_anzeige_legende" title="" onclick="Backend.openModalIframe({'title':'Legende (Erläuterung) anzeigen?','url':this.href});return false"><img src="system/themes/flexible/icons/about.svg" width="16" height="16" alt="Den Hilfe-Assistent aufrufen"></a>

# tl_module.belegungsplan_anzeige_legende.1
source: When activated, you have the option of making further settings
de: Bei Aktivierung haben Sie die Möglichkeit weitere Einstellungen vorzunehmen

# tl_module.belegungsplan_color_legende_frei.0
source: Text color legend free days
de: Textfarbe Legende freie Tage

# tl_module.belegungsplan_color_legende_frei.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is FFFFFF.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist FFFFFF.

# tl_module.belegungsplan_color_legende_belegt.0
source: Text color legend occupied days
de: Textfarbe Legende belegte Tage

# tl_module.belegungsplan_color_legende_belegt.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is FFFFFF.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist FFFFFF.

# tl_module.belegungsplan_anzeige_wochenende.0
source: Visually highlight weekends? <a href="contao/help?table=tl_module&amp;field=belegungsplan_anzeige_wochenende" title="" onclick="Backend.openModalIframe({'title':'Visually highlight weekends?','url':this.href});return false"><img src="system/themes/flexible/icons/about.svg" width="16" height="16" alt="Call up the help wizard"></a>
de: Wochenenden optisch hervorheben? <a href="contao/help?table=tl_module&amp;field=belegungsplan_anzeige_wochenende" title="" onclick="Backend.openModalIframe({'title':'Wochenenden optisch hervorheben?','url':this.href});return false"><img src="system/themes/flexible/icons/about.svg" width="16" height="16" alt="Den Hilfe-Assistent aufrufen"></a>

# tl_module.belegungsplan_anzeige_wochenende.1
source: When activated, you have the option of making further settings
de: Bei Aktivierung haben Sie die Möglichkeit weitere Einstellungen vorzunehmen

# tl_module.belegungsplan_bgcolor_wochenende.0
source: Weekends background color (Saturday, Sunday)
de: Hintergrundfarbe der Wochenenden

# tl_module.belegungsplan_bgcolor_wochenende.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is CCCCCC.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist CCCCCC.

# tl_module.belegungsplan_color_wochenendetext.0
source: Weekends text color
de: Textfarbe der Wochenenden

# tl_module.belegungsplan_color_wochenendetext.1
source: Enter a hexadecimal color value without the prefix #, e.g. FFFFFF for white, or use the color picker. Default is 333333.
de: Geben sie hier einen Hexadezimalen Farbwert ohne den Vorsatz # ein, z.Bsp. FFFFFF für Weiß, oder verwenden sie den Farbwähler. Default ist 333333.

# tl_module.belegungsplan_opacity.0
source: Transparency (opacity)
de: Transparenz (opacity)

# tl_module.belegungsplan_opacity.1
source: The opacity CSS property indicates the transparency of an element. 1.0 corresponds to the full opacity.
de: Die opacity CSS Eigenschaft gibt die Transparenz eines Elements an. 1.0 entspricht dabei der vollen Deckkraft.

# tl_module.belegungsplan_template.0
source: Occupancy plan template
de: Belegungsplan-Template

# tl_module.belegungsplan_template.1
source: Here you can select the occupancy plan template.
de: Hier können Sie das Belegungsplan-Template auswählen.

# tl_module.setHexToRgb
source: Not a valid hexadecimal value
de: Kein gültiger Hexadezimaler Wert

# tl_module.reset
source: Reset
de: Zurücksetzen

# tl_module.jahr
source: Year
de: Jahr

# tl_module.sameDateError
source: End date is before start date
de: End-Datum liegt vor dem Start-Datum
